<?php

$data = [
    [
        'name'        => 'Шаурма говяжья',
        'price'       => 75,
        'ingredients' => ['чесночный соус', 'говяжий окорок', 'огурцы маринованные', 'маринованный лук с барбарисом и зеленью', 'салат коул слоу', 'тандырный лаваш', 'помидоры свежие', 'хумус', 'соус тахин']
    ],
    [
        'name'        => 'Шаурма из Баранины',
        'price'       => 85,
        'ingredients' => ['острый соус', 'огурцы маринованные', 'кинза', 'помидоры свежие', 'маринованный лук с барбарисом и зеленью', 'мясо баранины', 'лаваш арабский']
    ],
    [
        'name'        => 'Шаурма Одесская',
        'price'       => 69,
        'ingredients' => ['огурцы маринованные', 'картофель жареный', 'чесночный соус', 'тандырный лаваш', 'маринованный лук с барбарисом и зеленью', 'мясо куриное', 'салат коул слоу', 'корейская морковь']
    ]
];
